[
  {
    "title": "idSmartcare",
    "description": "IdSmartCare is an application designed to streamline the buying and selling process of goods, as well as manage inventory within healthcare facilities. This application enables users to efficiently manage stock levels, track inventory in real-time, and facilitate transactions with ease. Additionally, IdSmartCare seamlessly integrates with several third-party services, enhancing its functionality and ensuring smooth data exchange across platforms. The system aims to enhance operational efficiency in inventory management, ensuring the timely availability of goods while optimizing the transactional processes within healthcare environments.",
    "image": "/src/assets/projects/idsc.png",
    "list": ["React", "Laravel", "Tailwind"]
  },
  {
    "title": "CMS MAG",
    "description": "Content Management System - Asuransi MAG is a custom-built application designed to manage content efficiently, where the content is consumed through an API that I developed. The system allows users to create, update, and organize content seamlessly, ensuring smooth integration with the API for dynamic content delivery. This project aims to provide an intuitive platform for managing insurance-related content, ensuring that data is consistently available and easily accessible for external consumption in a structured and organized manner.",
    "image": "/src/assets/projects/mag.png",
    "list": ["Laravel", "JQuery", "Bootstrap"]
  },
  {
    "title": "WorkSpace",
    "description": "Workspace is an internal application designed to streamline various administrative and operational tasks within the office. The platform provides functionality for employee attendance tracking, data management, reimbursement processing, task management, and event coordination. By centralizing these processes, Workspace enhances organizational efficiency, ensuring smooth workflow and effective communication within the workplace. The application aims to simplify day-to-day operations, allowing employees and management to focus on their core responsibilities.",
    "image": "/src/assets/projects/ws.png",
    "list": ["Laravel", "Bootstrap"]
  }
]
